Repository: meloniq/yak
Catalog: yak-for-wordpress/lang/yak-*.po
Languages: cs, es_es, ja, pl, si

source: %1$s is the order number
es_es: %1$s es el número de pedido

source: %2$s is the order detail
es_es: %2$s es el detalle del pedido

source: %3$s is the total order cost
es_es: %3$s es el total del pedido

source: %4$s is the payment type
es_es: %4$s es el modo de pago

source: %5$s is the shipping address
es_es: %5$s es la dirección de envío

source: A fraction -- or 1 for no discount
es_es: Una fracción -- o 1 para no descuento

source: A message containing a list of download uris for purchased products (%1$s is the uri list)
es_es: Un mensaje conteniendo una lista de uri de descarga para los productos comprados (%1$s es la lista de uri)

source: a recipient name is required
cs: jméno příjemce je povinný údaj
es_es: un nombre de recipiente es requerido
ja: 受け取り人のお名前は必須項目です。
pl: Proszę wypełnić polę odbiorcy
si: ime prejemnika je obvezno

source: Account
es_es: Cuenta

source: Action
es_es: Acción

source: Additional Information
es_es: Información adicional

source: Address Line 1
cs: 1. řádek adresy
es_es: Dirección Línea 1
ja: 住所1
pl: Adres
si: Naslov*

source: address line 1 is required
cs: 1. řádek adresy je povinný údaj
es_es: dirección línea 1 requerida
ja: 住所1は必須項目です。
pl: Proszę podać adres
si: polje naslov je obvezno

source: Address Line 2
cs: 2. řádek adresy
es_es: Dirección Línea 2
ja: 住所2
pl: Adres - c.d.
si: Naslov 2

source: All new posts get this price (leave blank, if you don't want the price automatically set)
es_es: Pone este precio en todos los nuevos post (dejar en blanco, si no quiere poner el precio automáticamente)

source: All new posts get this quantity
es_es: Todos los nuevos post tendrán esta cantidad

source: an email address is required
cs: e-mailová adresa je povinný údaj
es_es: se requiere una dirección de email
ja: メールアドレスは必須項目です。
pl: Proszę podać adres e-mail
si: polje e-poštni naslov je obvezno

source: Auto discount
es_es: Auto descuento

source: Auto price
es_es: Auto precio

source: Auto quantity
es_es: Auto cantidad

source: Automatic setup of products
es_es: Configuración automática de productos

source: Basic Settings
es_es: Ajustes básicos

source: Billing Address
cs: Fakturační adresa
es_es: Dirección de cobro
ja: 請求先住所
pl: Adres do faktury
si: Naslov za račun

source: Buy image
es_es: Comprar imagen

source: Cancel return url
es_es: Cancelar url de retorno

source: Card Type
cs: Typ karty
es_es: Tipo de tarjeta
ja: カードの種類
pl: Typ karty
si: Tip plačilne kartice

source: Cardholder's Name
cs: Jméno držitele karty
es_es: Nombre titular de la tarjeta
ja: カード名義
pl: Imię i nazwisko posiadacza karty
si: Lastnik plačilne kartice

source: City
cs: Město/obec
es_es: Ciudad
ja: 市区町村
pl: Miejscowość
si: Mesto*

source: city is required
cs: Město/obec je povinný údaj
es_es: ciudad es requerido
ja: 市区町村は必須項目です。
pl: Proszę podać miejscowość
si: polje mesto je obvezno

source: Confirm order
cs: Potvrdit objednávku
es_es: Confirmar pedido
ja: 上記内容で注文する
pl: Potwierdź zamówienie
si: Potrdi naročilo

source: Confirm your order
cs: Potvrďte Vaši objednávku
es_es: Confirme su pedido
ja: ご注文を確認
pl: Prosimy o potwierdzenie zamówienia
si: Potrdite vaše naročilo

source: Confirmation Email
es_es: Email de confirmación

source: Confirmation Message
es_es: Mensaje de confirmación

source: Cookie Lifetime (days)
es_es: Vida de la cookie (días)

source: Country
cs: Stát
es_es: País
ja: 国
pl: Kraj
si: Država

source: Credit card has already expired
cs: Kreditní karta je po expiraci
es_es: La tarjeta de crédito ha expirado
ja: クレジットカードの有効期限が過ぎています。
pl: Ważność karty wygasła
si: Rok veljavnosti plačilne kartice je potekel

source: Credit Card No.
cs: Číslo kreditní karty
es_es: Nº Tarjeta de crédito
ja: カードの番号
pl: Nr karty kredytowej
si: Številka plačilne kartice

source: Currency code
es_es: Código de moneda

source: Currency Format
es_es: Formato de moneda

source: Currency Symbol
es_es: Símbolo de moneda

source: Currently out of online stock
cs: Toto zboží je právě vyprodáno
es_es: Actualmente sin stock
ja: 現在在庫がありません。
pl: Towar chwilowo niedostępny online
si: Trenutno ni na zalogi

source: Date
es_es: Fecha

source: Default Country
es_es: País por defecto

source: Default shipping amount
es_es: Importe envío por defecto

source: Display product options
es_es: Mostrar opciones del producto

source: Display product options drop-down if there is only a single option?
es_es: ¿Mostrar opciones de productos desplegable si sólo hay una única opción?

source: Download Email
es_es: Email de descarga

source: Download Email address
es_es: Dirección de email de descarga

source: Download file
es_es: Descargar fichero

source: Download settings
es_es: Ajustes de descarga

source: Download uri
es_es: uri de descarga

source: e.g.
es_es: por ejemplo

source: e.g. $, baht, £, €, etc
es_es: por ejemplo $, baht, £, €, etc

source: e.g. AUD, CAD, EUR, GBP, JPY or USD
es_es: por ejemplo AUD, CAD, EUR, GBP, JPY or USD

source: Email address from which download messages are sent
es_es: Dirección de email desde donde se envían los mensajes de descarga

source: Enter a new billing address
cs: Vložte novou fakturační adresu
es_es: Entrar una nueva dirección de cobro
ja: 新しい請求先住所をご記入下さい。
si: Vpišite podatke za račun (lahko so drugačni kot pri prejemniku)

source: Enter a new shipping address
cs: Vložte novou dodací adresu
es_es: Entrar una nueva dirección de envío
ja: 新しい商品送付先住所をご記入下さい。
si: Vpišite prejemnikove podatke

source: Enter page or post id (for example, the id "6"), or leave blank
es_es: Entrar una página o post id (por ejemplo, la id "6"), o dejar en blanco

source: Error(s) have occurred validating the shipping address information you provided
cs: Pri ověření­ platnosti dodací adresy, ktorou jste nám poskytli sme našli chyby
es_es: Error(es) en la validación de la dirección de envío que ha proporcionado
ja: 送付先住所に関してエラーが発生しました。
pl: Nie mogliśmy potwierdzić Państwa adresu do wysyłki
si: Pri preverjanju prejemnikovega naslova je prišlo do napake

source: Error(s) in your credit card details
cs: Chyby v údajích o kreditní kartě
es_es: Error(es) en los datos de su tarjeta
ja: クレジットカードの詳細に関してエラーがございます。
pl: Nieprawidłowy numer karty kredytowej
si: Napaka(e) v podrobnostih vaše plačilne kartice

source: Expiry Date
cs: Datum expirace
es_es: Fecha de vencimiento
ja: 終了日
pl: Data ważności
si: Rok veljavnosti

source: For dollar amounts (2 decimal places) try %01.2f
es_es: Para cantidades en dólares (2 decimales) probar %01.2f

source: Funds Received
es_es: Fondos recibidos

source: How long should the customer's address cookie be stored on their machine?
es_es: ¿Cuánto tiempo debe permanecer la cookie del domicilio del cliente cookie en su máquina?

source: How would you like to pay?
cs: jak budete platit?
es_es: ¿Cómo querría pagar?
ja: 支払い方法をお選び下さい。
pl: Proszę podać preferowany sposób płatności
si: Na kakšen način želite plačati

source: Identity token
es_es: Identidad token

source: Include Shipping Costs
es_es: Incluye gastos de envío

source: Include shipping costs in order totals?
es_es: ¿Incluir los costes de envío en el total del pedido?

source: Instant Payment Notification or Payment Data Transfer
es_es: Notificación de Pago Inmediata o Transferencia de Datos de Pago

source: Is a phone number required (as well as address)?
es_es: ¿Se requiere un número de teléfono (así como la dirección)?

source: Leave blank to not send confirmation
es_es: Dejar en blanco para no enviar la confirmación

source: Leave blank to use default
es_es: Dejar en blanco para valor por defecto

source: Money Format
es_es: Formato de moneda

source: Name
cs: Jméno
es_es: Nombre
ja: お名前
pl: Nazwisko
si: Ime*

source: No cardholder name provided
cs: Nezadali jste jméno držitele karty
es_es: No puso ningún nombre de titular de tarjeta
ja: カード名義のお名前が記入されていません。
pl: Proszę podać imię i nazwisko posiadacza karty
si: Vpišite ime lastnika plačilne kartice

source: Number of digits allowed in input box
es_es: Número de dígitos permitidos en el campo de entrada

source: Order #
es_es: Pedido #

source: Order Confirmation
cs: Potvrzení objednávky
es_es: Confirmación de pediodo
pl: Potwierdzenie zamówienia

source: Order Detail
cs: Údaje o objednávce
es_es: Detalle del pedido
ja: ご注文の確認
pl: Szczegóły zamówienia
si: Podrobnosti naročila

source: Order Details
es_es: Detalles del pedido

source: Order Log
es_es: Orden de registro

source: Order Value
es_es: Valor de pedido

source: Payment Settings
es_es: Ajustes de pago

source: Payment Type
es_es: Tipo de pago

source: PayPal settings
es_es: Ajustes de PayPal

source: phone is required
cs: telefonní č­slo je povinný údaj
es_es: Se requiere el teléfono
ja: 電話番号は必須項目です。
pl: Proszę podać nr telefonu
si: telefonska številka je obvezna

source: Phone Number
cs: Telefonní č­slo
es_es: Teléfono
ja: 電話番号
pl: Numer telefonu
si: Telefonska številka*

source: Please enter your credit card details
cs: Vložte údaje o kretditní kartě
es_es: Por favor, introduzca los detalles de su tarjeta de crédito
ja: クレジットカードの詳細をご記入下さい。
pl: Prosimy podać informacje o karcie kredytowej
si: Vpišite podrobnosti plačilne kartice

source: Post Title
es_es: Títul del Post

source: Postcode
cs: PSČ
es_es: Código postal
pl: Kod pocztowy

source: postcode is required
cs: PSČ je povinný údaj
es_es: Código postal requerido
ja: 郵便番号は必須項目です。
pl: Proszę podać kod pocztowy
si: poštna številka je obvezna

source: Price
cs: Cena
es_es: Precio
ja: 価格
pl: Cena
si: Cena

source: Price rounding
es_es: Price redondeado

source: Purchased downloads
cs: Zaplacené soubory ke stažení
es_es: Descargas compradas
ja: 購入されたダウンロード
pl: Zakupione pliki do pobrania
si: Kupljeni prenosi

source: Qty
cs: Počet
es_es: Cant.
ja: ご注文数
pl: Ilość
si: Količina

source: Quantity
es_es: Cantidad
pl: Ilość

source: Quantity Input Size
es_es: Tamaño de entrada de Cantidad

source: Redirect on buy to
es_es: Redireccionar al comprar a

source: Redirect URLs for Payment
es_es: URLs de redireccionamiento para Pago

source: Region
cs: Okres
es_es: Región
ja: 地域
pl: Województwo
si: Regija

source: Require Phone Number
es_es: Requiere número de teléfono

source: Return url
es_es: url de retorno

source: Send shipping address
es_es: Enviar dirección de envío

source: Shipping Address
cs: Dodací adresa
es_es: Dirección de envío
ja: 商品送付先住所
pl: Adres do wysyłki
si: Naslov prejemnika

source: Shipping costs
cs: Poštovné a balné
es_es: Costes de envío
ja: 送料
pl: Koszt wysyłki
si: Stroški pošiljanja

source: Shipping Notes
es_es: Notas de envío

source: Show "Out of Stock"
es_es: Mostrar "Sin Stock"

source: Status
es_es: Estado

source: Suburb
cs: 3. řádek adresy
es_es: Barrio
ja: 区域
si: Naselje

source: The following email has been sent to
cs: Nasledující e-mail byl zaslán na
es_es: El siguiente email ha sido enviado a
ja: 以下にメールいたしました。
pl: Niniejszy e-mail został wysłany do
si: E-poštno sporočilo je bilo poslano na

source: The number of decimal places to round to (e.g. 2 decimal places, or 0 for currencies that don't typically use smaller units -- thai baht being an example)
es_es: Número de decimales al redondear (Por ejemplo 2 decimales, o 0 para monedas que no suelen utilizar estas unidades pequeñas -- thai baht es un ejemplo)

source: The uri of the yak-dl.php file (e.g. http://yourhost.com/wp-content/plugins/yak/yak-dl.php)
es_es: La uri del fichero yak-dl.php (Por ejemplo http://yourhost.com/wp-content/plugins/yak/yak-dl.php)

source: This item has been added to your shopping cart
cs: Toto zboží jste vložili do košíku
es_es: Este producto ha sido añadido a su carrito de la compra
ja: 商品が買い物かごに追加されました。
pl: Przedmiot dodano do koszyka
si: Artikel je bil dodan v košarico

source: This item is already in your shopping cart
cs: V košíku máte toto zboží
es_es: Este producto ya está en su carrito de la compra
ja: この商品は既に買い物かごに入っております。
pl: Ten przedmiot jest już w koszyku
si: Artikel je že v košarici

source: Item
cs: Název
es_es: Título
ja: 題名
pl: Nazwa artykułu
si: Artikel

source: Type
es_es: Tipo

source: Update image
es_es: Actualizar imagen

source: Update options
es_es: Actualizar opciones

source: Update orders
es_es: Actualizar pedidos

source: Update products
es_es: Actualizar productos

source: Use address image
es_es: Utilizar dirección de la imagen

source: Use PDT or IPN
es_es: Usar PDT o IPN

source: Use shipping address as billing address
cs: Použijte dodací adresu jako fakturační
es_es: Usar dirección de envío como dirección de cobro
ja: 送付先住所に請求先住所を使う。
pl: Adres do wysyłki ten sam, co do faktury
si: Prejemnikov naslov uporabi tudi za naslov na računu

source: Usually your email address
es_es: Normalmente su dirección de email

source: We have a shortage of stock for one (or more) of your selections. The quantities in your basket have been altered accordingly.
cs: Momentálně máme nedostatek zboží jedné (a nebo více) položek z vašeho výběru. Podle toho jsme upravili množství ve Vašem košíku.
es_es: Tenemos escasez de existencias para una (o más) de sus selecciones. Las cantidades en su cesta se han modificado en consecuencia.
ja: ご注文数に対する在庫がございません。在庫量に合わせて買い物かごの内容が変更されました。
pl: Obecnie nie mamy na stanie jednego lub więcej artykułów dodanych do koszyka. Państwa koszyk został uaktualniony zgodnie z posiadaną ilością wybranych artykułów
si: Na zalogi je manj artiklov kot ste jih izbrali. Količina je bila temu primerno popravljena.

source: Weight
es_es: Peso

source: Where %1$s is the amount and %2$s is the symbol ($100.00 would be %2$s%1$s)
es_es: Donde %1$s es la cantidad y %2$s es el símbolo ($100.00 sería %2$s%1$s)

source: YAK Options
es_es: YAK Opciones

source: Yak Orders
es_es: Yak Pedidos

source: Yak Products
es_es: Yak Productos

source: You have no items in your shopping basket
cs: V nákupním košíku nemáte žádné zboží
es_es: No tiene productos en el carrito de la compra
ja: 買い物かごに何もございません。
pl: Nie masz jeszcze niczego w koszyku
si: V košarici ni artiklov

source: Your purchased downloads
cs: Vaše zaplacené soubory na stažení
es_es: Descargas compradas
ja: お客様が購入されたダウンロード商品
pl: Zakupione pliki do pobrania
si: Kupljeni prenosi

source: %LABEL% name
ja: %LABEL% お名前
si: %LABEL% ime

source: %LABEL% number
ja: %LABEL% 番号
si: %LABEL% številka

source: &lt;&lt; Previous
ja: &lt;&lt; 前へ
pl: &lt;&lt; Poprzedni
si: &lt;&lt; Nazaj

source: Add to cart
cs: Koupit
ja: 買い物かごへ
pl: Dodaj do koszyka
si: Dodaj v košarico

source: Checkout
cs: Odeslat
ja: お会計
si: Nadaljuj na naslednji korak

source: Company Name
si: Ime podjetja

source: Edit this address
cs: Editovat adresu
ja: この住所を編集
si: Popravi naslov

source: Email
ja: メールアドレス
pl: Adres e-mail
si: E-pošta*

source: Email address is invalid
si: E-poštni naslov ni pravilen

source: Enter a promotion code, if you have one:
ja: もしプロモーションコードをお持ちであればご記入下さい。
pl: Proszę wpisać kod promocyjny, jeśli dostępny
si: Vpišite promocijsko kodo, če jo imate:

source: Error(s) in your account details
ja: お客様のアカウントにエラーがございます。
si: Napaka(e) v podrobnostih vašega računa

source: Invalid promotion code
ja: プロモーションコードに誤りがございます。
pl: Nieprawidłowy numer kodu promocyjnego
si: Napačna promocijska koda

source: Items in basket
cs: Obsah košíku
ja: 買い物かごの中の商品
si: Artikli v košarici

source: Next
ja: 次
si: Naprej

source: Next &gt;&gt;
ja: 次へ &gt;&gt;
pl: Następny &gt;&gt;
si: Naprej &gt;&gt;

source: No account name provided
ja: アカウント名が記入されていません。
si: Vpišite naziv banke

source: No account number provided
ja: アカウント番号が記入されていません。
si: Vpišite številko plačilne kartice

source: No security code provided
ja: セキュリティーコードが記入されていません。
pl: Proszę podać kod weryfikacyjny
si: Vpišite varnostno številko plačilne kartice

source: Note: You have a final chance to confirm/cancel the order on the following screen.
ja: 記：以下の画面でご注文を取り消すことが可能です。
si: Opozorilo: Zadnja možnost za potrditev/preklic naročila.

source: Payment method
ja: お支払い方法
pl: Sposób płatności
si: Način plačila

source: Please enter your %LABEL% details
ja: お客様の %LABEL% の詳細をご記入下さい。
si: Vpišite podrobnosti vaše %LABEL%

source: Proceed to Checkout
cs: Přejít k objednávce
si: Na blagajno

source: Return to
si: Naslov pošiljatelja

source: Sales Tax
si: DDV

source: Security Code
ja: セキュリティコード
pl: Kod weryfikacyjny
si: Varnostna koda

source: Select your shipping method
si: Izberite način pošiljanja

source: Sorry, but you do not have any items in your order.
ja: ご注文に商品がありません。
pl: Niestety, nie masz jeszcze niczego w koszyku
si: V košarici ni ničesar.

source: Special Instructions
ja: 特記事項
si: Posebna navodila

source: State
ja: 県名
si: Država

source: Subtotal
cs: Mezisoučet
ja: 小計
pl: Suma częściowa
si: Skupni znesek

source: Total
cs: Součet
ja: 合計
pl: Suma
si: Skupaj

source: Total Discount (%s)
si: Popust (%s)

source: Update
cs: Aktualizovat
ja: 更新
pl: Uaktualnij
si: Posodobi količino

source: Use this address
cs: Použít tuto adresu
ja: この住所を使う
pl: Użyj tego adresu
si: Nadaljuj na naslednji korak

source: You can select a maximum of %1 items
ja: 最大%1個の商品を選択可能です。
si: Izberete lahko največ %1 artikel(a/e/ov)

source: You can select a minimum of %1 items
ja: 最小%1個の商品を選択可能です。
si: Izbrati morate najmanj %1 artikel(a/e/ov)

source: You don't have access to this promotion code
ja: このプロモーションコードにアクセス出来ません。
si: Nimate dostopa do te promocijske kode

source: You haven't selected any items
ja: 商品が何も選択されていません。
si: Niste izbrali nobenega artikla

source: Your Shopping Basket
cs: Váš nákup
ja: お客様の買い物かご
si: Vaša košarica

source: Zip/Postcode
ja: 郵便番号
si: Poštna številka*

source: baht
cs: CZK
ja: バーツ
pl: PLN

source: Buy
ja: 購入
pl: Kupuj

source: Return to
ja: 戻る

source: Confirm
pl: Potwierdź

source: Enter a new $prefix address
pl: Proszę podać nowy adres do faktury
