Repository: meloniq/yak
Catalog: lang/yak-admin-*.po
Languages: fr_fr

source: The page to return to after a successful order.
fr_fr: La page vers laquelle rediriger après une commande validée.

source: Send shipping address?
fr_fr: Envoyer l'adresse de livraison ?

source: PayPal settings
fr_fr: Réglages Paypal

source: Account
fr_fr: Compte

source: Your account name is usually your email address.
fr_fr: Le nom du compte est habituellement votre adresse e-mail.

source: Cancel return Page
fr_fr: Page Annulation

source: The page to return to if the customer cancels their purchase.
fr_fr: La page vers laquelle rediriger si le client annule sa commande.

source: Used if you select PDT.
fr_fr: Utilisé chez vous choisissez PDT.

source: Use PDT or IPN
fr_fr: PDT ou IPN ?

source: Shipping options
fr_fr: Mode de livraison

source: Cost per %s gm
fr_fr: Coût pour %s g

source: (First %s gm/Subsequent)
fr_fr: (%s 1ers g et au-dessus)
