Repository: meloniq/yak
Catalog: lang/yak-admin-*.po
Languages: fr_fr

source: (First/Subsequent)
fr_fr: (Premier)

source: (Recommendation: at the very least, save the key in a file, add the file to an encrypted zip, then store on your local machine with a second copy on a USB key)
fr_fr: (recommendation : au minimum, sauvegardez la clé dans un fichier, placez-le dans un zip crypté, que vous garderez sur votre ordinateur ainsi que sur une clé USB)

source: (So that you don't store plain text credit cards in a potentially insecure database -- particularly important in shared hosting environments)
fr_fr: (pour ne pas stocker des numéros de CB en clair dans une base de donnée vulnérable - particulièrement important sur un serveur mutualisé)

source: 1 decimal place
fr_fr: 1 décimale

source: 2 decimal places
fr_fr: 2 décimales

source: 3 decimal places
fr_fr: 3 décimales

source: [html_order_detail] for the order detail in html table format
fr_fr: [html_order_detail] pour le détail de la commande sous forme d'un tableau html

source: [html_shipping_address] for the shipping address in html format
fr_fr: [html_shipping_address] pour l'adresse de livraison en html

source: [name] for the recipient name
fr_fr: [name] pour le nom du destinataire

source: [order_cost] for the total order cost
fr_fr: [order_cost] pour le coût total de la commande

source: [order_detail] for the order detail
fr_fr: [order_detail] pour le détail de la commande

source: [order_id] for the order number
fr_fr: [order_cost] pour le coût total de la commande

source: [payment_type] for the payment type
fr_fr: [payment_type] pour le type de paiement

source: [shipping_address] for the shipping address
fr_fr: [shipping_address] pour l'adresse de livraison

source: A list of shipping options (separated by newlines). These will be displayed in a dropdown from which the customer can select.
fr_fr: Liste d'options de livraison. Sera affiché sous forme d'un menu déroulant où le client peut choisir.

source: A message containing a list of download URIs for purchased products ([downloads] is replaced with the URI list)
fr_fr: Message contenant la liste des adresses des produits achétés ([download] est remplacé par la liste d'adresses)

source: About
fr_fr: A propos

source: About YAK for WordPress
fr_fr: A propos de YAK for WordPress

source: Add a new promotion
fr_fr: Ajouter une nouvelle promotion

source: Add multiselect options
fr_fr: Ajouter un choix multiple

source: Additional Information
fr_fr: Information supplémentaire

source: Advanced
fr_fr: Avancé

source: Advanced Options
fr_fr: Options avancées

source: Amount first, followed by symbol, no spacing (e.g. 500¥)
fr_fr: Montant en 1er, suivi du symbole, pas d'espace (ex. 500¥)

source: Amount first, followed by symbol, with spacing (e.g. 500 บาท)
fr_fr: Montant en 1er, suivi du symbole, avec un espace (ex. 500 €)

source: An alternate out of stock message. Leave blank to use the default.
fr_fr: Message personnalisé "Stock épuisé". Laisser vide pour la valeur par défaut.

source: Analytics Profile ID
fr_fr: ID profil Analytics

source: Auto discount
fr_fr: Remise automatique

source: Basic
fr_fr: Général

source: Basic Sales Tax Options
fr_fr: Réglage de base des taxes

source: Basic Settings
fr_fr: Réglages généraux

source: Basic Shipping Settings
fr_fr: Réglages livraison de base

source: Billing Address
fr_fr: Adresse de facturation

source: CA State Tax
fr_fr: Taxe état Canada

source: Canada State Taxes
fr_fr: Taxes des états canadiens

source: Clear
fr_fr: Effacer

source: Clear zones
fr_fr: Effacer les zones

source: Code / Threshold
fr_fr: Code / Seuil

source: Comma-separated list of users who can activate this promo.
fr_fr: Liste des utilisateurs pouvant utiliser cette promotion, séparés par des virgules

source: Confirmation Email
fr_fr: Email de confirmation

source: Confirmation Message
fr_fr: Message de confirmation

source: Confirmation Subject
fr_fr: Sujet

source: Cookie Lifetime (days)
fr_fr: Durée de vie des cookies (jours)

source: Country
fr_fr: Pays

source: Country Tax
fr_fr: Taux nationaux

source: Country Taxes
fr_fr: Taux par pays

source: Currency codes are: AUD, NZD, CAD, EUR, GBP, JPY or USD. Enter a currency code that is valid for your payment provider, be it Google Checkout or PayPal
fr_fr: Les codes devises sont : AUD, NZD, CAD, EUR, GBP, JPY ou USD. Entrez un code devise qui est reconnu par le fournisseur, Google Ckeckout ou Paypal

source: Currency Format
fr_fr: Format devise

source: Currency Symbol
fr_fr: Symbole devise

source: Custom "Out of Stock" message
fr_fr: Message "Stock épuisé" personnalisé

source: Date the promotion expires.
fr_fr: Date d'expiration de la promotion

source: Decimal point
fr_fr: Séparateur entier-décimales

source: Default Country
fr_fr: Pays par défaut

source: Default duplicate handling
fr_fr: Gestion par défaut des doublons

source: Default special instructions
fr_fr: Commentaire par défaut

source: Display an error message
fr_fr: Afficher un message d'erreur

source: Display product options
fr_fr: Afficher les options du produit

source: Display product options drop-down if there is only a single option?
fr_fr: Afficher le menu déroulant de choix des options même s'il n'y en a qu'une seule ?

source: Display zero tax
fr_fr: Afficher aucune taxe

source: Download
fr_fr: Téléchargement

source: Download Email
fr_fr: E-mail envoyé

source: Download Email address
fr_fr: Expéditeur e-mail

source: Download settings
fr_fr: Paramètres des produits téléchargeables

source: Download uri
fr_fr: Adresse de téléchargement

source: Email address from which download messages are sent
fr_fr: Adresse e-mail avec laquelle sont envoyés les messages

source: Empty basket message
fr_fr: Message "Panier vide"

source: Empty quantity considered unlimited
fr_fr: Quantité infinie

source: Enable sales tax
fr_fr: Calcul TVA

source: Enter a fraction, or 1 for no discount
fr_fr: Entrez une fraction, ou 1 pour aucune remise

source: Enter an override uri for the yak-dl.php file which will be sent to the customer. You only need to enter this if you use mod_rewrite (or equivalent) to change the actual path to the script. If that doesn't make sense to you, leave this blank.
fr_fr: Imposer une adresse pour le fichier yak-dl.php qui sera envoyé au client. Nécessaire seulement si vous utilisez mod_rewrite (ou équivalent) pour changer le chemin du script. Si vous ne comprenez pas, laissez vide.

source: Enter the affiliation (i.e. if you want to separate orders from your YAK store from orders through another mechanism)
fr_fr: Entrez l'affiliation (cad si vous voulez séparer les commandes depuis cette boutique de celles à travers un autre système)

source: Enter the fraction (i.e. 0.1) to use for tax calculation
fr_fr: Entrer le taux (par ex. 0.1) utilisé pour calculer les taxes.

source: Enter the number of decimal places to round to (e.g. 2 decimal places, or 0 for currencies that don't typically use smaller units -- thai baht being an example)
fr_fr: Entrez le nombre de décimales pour le calcul de l'arrondi

source: Expiration date
fr_fr: Date d'expiration

source: Expiry
fr_fr: Date d'expiration

source: External Currency code
fr_fr: Code devise

source: Find orders
fr_fr: Rechercher

source: Fixed Cost per item
fr_fr: Coût fixe par produit

source: Fixed Total Cost
fr_fr: Coût total fixe

source: Funds Received
fr_fr: Fonds reçus

source: General settings
fr_fr: Réglages généraux

source: Google Analytics Profile ID. Make sure that you include the tracker code for this ID in your theme.
fr_fr: ID du profil Google Analytics. Assurez-vous de bien avoir inclus le code correspondant dans votre thème.

source: How long should the customer's address cookie be stored on their machine?
fr_fr: Combien de temps le cookie de l'adresse du client doit-il être stocké sur sa machine ?

source: How many digits are allowed in a quantity input box?
fr_fr: Combien de chiffres au maximum dans le champ "Quantité" ?

source: HTTP Proxy Address
fr_fr: Adresse proxy HTTP

source: Include Address
fr_fr: Inclure l'adresse

source: Include Company Name
fr_fr: Inclure le nom de la société

source: Include Name
fr_fr: Inclure le nom

source: Include Phone
fr_fr: Inclure le N° de téléphone

source: Include price in options dropdown
fr_fr: Afficher le prix dans les menus déroulants

source: Include protocol, domain and port (e.g. http://www.myserver.com:8080)
fr_fr: Inclure le protocole, le domaine et le port (par ex. http://www.myserver.com:8080)

source: Include Shipping Costs
fr_fr: Inclure le port

source: Include shipping costs in order totals?
fr_fr: Inclure le port dans le montant de la commande ?

source: Include Suburb
fr_fr: Inclure l'arrondissement

source: Increase the quantity
fr_fr: Augmenter la quantité

source: Key Generator
fr_fr: Générateur de clé

source: Leave blank if you don't need to include a T&amp;C's checkbox
fr_fr: Laisser vide si vous n'avez pas besoin de Conditions Générales de Vente (doivent être acceptées par le client)

source: Leave this blank to use the default (localised) subject "Order Confirmation".
fr_fr: Laisser vide pour utiliser le sujet par défaut "Confirmation de commande"

source: Low stock email address
fr_fr: E-mail où sera envoyé la notification

source: Low Stock Notification
fr_fr: Notification de stock bas

source: Low stock notification email
fr_fr: E-mail stock bas

source: Low stock notification threshold
fr_fr: Seuil stock bas

source: Minimum/maximum multi-select options
fr_fr: Nombre minimum/maximum d'options sélectionnées

source: Money Format
fr_fr: Format prix

source: Month
fr_fr: Mois

source: Monthly Sales Figures
fr_fr: Ventes mensuelles

source: Multi-select options
fr_fr: Choix mutlippe

source: No caching
fr_fr: Pas de cache

source: No decimal places
fr_fr: Pas de décimales

source: Note, the following tags can be used in the message
fr_fr: Note : les tags suivant peuvent être utilisés dans le message

source: Note: enter a fraction (e.g. 0.75 for 25% discount)
fr_fr: Note : entrer une fraction (par exemple 0.75 pour 25% de remise)

source: Note: This will also save any changes you have currently made to these configuration settings.
fr_fr: Note : cela va également enregistrer toute modification faite aux réglages

source: Notes about shipping to add to the bottom of the confirmation screen.
fr_fr: Commentaire à propos de la livraison ajouté en bas de l'écran de confirmation

source: Order #
fr_fr: Numéro

source: Order Details
fr_fr: Détail de la commande

source: Order Log
fr_fr: Historique de la commande

source: Order number type
fr_fr: Type numéro commande

source: Order numbers can be a basic sequence, or a randomised unique number.
fr_fr: Les numéros des commandes peuvent être une suite, ou un numéro unique aléatoire.

source: Order Value
fr_fr: Montant commande

source: Page/Post Title
fr_fr: Titre article associé

source: Payment Settings
fr_fr: Réglages paiement

source: Payment Type
fr_fr: Type de paiement

source: Payments
fr_fr: Paiement

source: PayPal, Google, and Credit Card payment options, all require further configuration below.
fr_fr: Les modes Paypal, Google et CB requièrent une configuration supplémentaire ci-dessous

source: Price
fr_fr: Prix

source: Price rounding
fr_fr: Arrondi

source: Private Key
fr_fr: Clé privée

source: Product category name
fr_fr: Nom catégorie produit

source: Product page size
fr_fr: Taille de la page produits

source: Product Title
fr_fr: Titre produit

source: Products
fr_fr: Produits

source: Products price/quantity
fr_fr: Produits

source: Public Key
fr_fr: Clé publique

source: PublicKey Gen
fr_fr: Générateur de clé

source: Qty
fr_fr: Qté

source: Quantity Input Size
fr_fr: Taille champ quantité

source: Redirect on buy to
fr_fr: Rediriger lors de l'achat vers

source: Redirect To
fr_fr: Rediriger vers

source: Redirects for Payment
fr_fr: Rediriger pour les paiements

source: Remote Grab Server
fr_fr: Serveur de mise à jour

source: Require Login
fr_fr: Connexion nécessaire

source: Require login to purchase this product
fr_fr: Connexion nécessaire pour commander ce produit :

source: Separate Billing Address
fr_fr: Adresse de facturation séparée

source: Set an override discount
fr_fr: Imposer une remise

source: Set the display title
fr_fr: Titre (affiché) :

source: Set the minimum and maximum number of multi-select options
fr_fr: Nombre minimum et maximum d'options pouvant être choisies à la fois :

source: Set the price of your product
fr_fr: Prix :

source: Shipping Address
fr_fr: Adresse de livraison

source: Shipping costs
fr_fr: Port

source: Shipping Notes
fr_fr: Commentaire livraison

source: Shipping Options
fr_fr: Options de livraison

source: Shipping weight calculation value
fr_fr: Poids pour le calcul du port

source: Shipping Zones
fr_fr: Zones

source: Short description of the promotion.
fr_fr: Description courte de la promotion

source: Should a message be shown if a product is out of stock?
fr_fr: Afficher un message si un produit est en rupture de stock ?

source: Should sales tax be calculated?
fr_fr: Les taxes devront-elles êtes calculées ?

source: Should sales tax be displayed if the calculation came to zero?
fr_fr: Les taxes devront-elles êtres affichées même si le montant est de 0 ?

source: Show "Out of Stock" message
fr_fr: Afficher "Stock épuisé"

source: Special
fr_fr: Promotions

source: Special Options
fr_fr: Offres promotionnelles

source: Special options text
fr_fr: Descriptif offre

source: State
fr_fr: Etat

source: Status
fr_fr: Statut

source: Store this key in a secure location. You'll use it to decrypt credit card details, so it is essential you don't lose it
fr_fr: Stockez précieusement cette clé. Elle vous servira à décrypter les détails des CB, il est primordial de ne pas la perdre.

source: Subtotal
fr_fr: Sous-total

source: Symbol first, followed by amount, no spacing (e.g. $12.50)
fr_fr: Symbole en 1er, suivi du montant, pas d'espace (ex. $12.50)

source: Symbol first, followed by amount, with spacing (e.g. kr 12.50)
fr_fr: Symbole en 1er, suivi du montant, avec un espace (ex. kr 12.50)

source: Tax Calc
fr_fr: Taux

source: Terms &amp; conditions
fr_fr: Conditions Générales de Ventes

source: Test confirmation message
fr_fr: Message de confirmation de test

source: The code for the promotion, or the threshold which triggers it.
fr_fr: Le code promotionnel, ou le seuil limite.

source: The name of the category used for product posts (e.g. "products"). If you want a post to appear as a product you must use this category or a sub-category.
fr_fr: Le nom de la catégorie que vous allez utiliser pour vos produits (par ex. "produits"). Si vous voulez que vos articles apparaissent comme des produits vous devez utiliser cette catégorie.

source: The number of products that should appear on the product page before we start "paging" (i.e. add previous/next links).
fr_fr: Le nombre de produits devant apparaître sur la page produits avant le début de la pagination (cad liens précédents/suivants).

source: The public key will be used for encrypting important data (i.e. credit card numbers) - so you'll use this in YAK itself (see the payments tab)
fr_fr: La clé publique sera utilisée pour crypter les données importantes (par ex. les numéros de CB) - vous l'utiliserez dans l'onglet "Paiement"

source: The remote path to use in association with the [yak_get_remote...] tag. For example: /wordpress or /mysite
fr_fr: Le chemin distant à utiliser avec le mot-clé [yak_get_remote...]. Par exemple, /wordpress ou /mysite

source: The remote server to use in association with the [yak_get_remote...] tag.
fr_fr: Le serveur à utiliser en association avec le mot-clé [yak_get_remote...].

source: The url to use on hosts which require http proxying of remote requests (note: currently only setup to work with <a href="http://curl.haxx.se/">curl</a> (if your server doesn't have <a href="http://www.php.net/curl">php-curl</a> installed this won't work at the moment).
fr_fr: L'URL a utiliser sur les serveurs qui requièrent le passage par un proxy Http des requêtes distantes (note : fontionne avec <a href="http://curl.haxx.se/">curl</a> actuellement. Si votre serveur n'a pas <a href="http://www.php.net/curl">php-curl</a> installé ne fonctionnera pas).

source: The weight value, in grams, that should be used for calculating shipping cost. This defaults to 100gms if not set and is used for the "shipping first" calculation and then the subsequent "per x grams" calculation.
fr_fr: Le poids, en gramme, qui sera utilisé pour calculer le port. Par défaut il est de 100 g.

source: These values will be split and used in a drop down box for the customer to select.
fr_fr: Ces valeurs seront présentées dans un menu déroulant où le client pourra choisir.

source: Thousands separator
fr_fr: Séparateur des milliers

source: Threshold trigger when a notification email should be sent
fr_fr: Seuil (de quantité du produit) où un e-mail de notification vous sera envoyé

source: Tick the checkbox if you want blank (ie. no) quantity to be considered infinite/unlimited.
fr_fr: Cochez la case si vous voulez qu'en absence de quantité définie (cad case vide) ellle soit considérée comme infinie

source: Tick the checkbox if you want to include the price in the buy button dropdown.
fr_fr: Cochez la case si vous voulez inclure le prix dans le bouton "Acheter"

source: Item
fr_fr: Titre

source: Total Sales
fr_fr: Total ventes

source: Total Value
fr_fr: Montant total

source: Type Name
fr_fr: Nom du mode de paiement

source: Type of order
fr_fr: Statut

source: Type of promotion.
fr_fr: Type de promotion

source: Update options
fr_fr: Enregistrer les modifications

source: Update orders
fr_fr: Enregistrer les modifications

source: Update products
fr_fr: Enregistrer les modifications

source: US State Tax
fr_fr: Taxe état US

source: US State Taxes
fr_fr: Taxes des états américains

source: Use special options text if you want to offer free gifts with a product (the text to use as a label next to the special options dropdown box). Add a custom field "yak_special_options" to the product with values separated by new lines.
fr_fr: Utilisez ce commentaire si vous voulez offrir un cadeau avec un produit (sera affiché à côté du menu déroulant). Ajouter un champ personnalié "yak_special_options" au produit, les valeurs séparées par un retour chariot.

source: Use SSL checkout
fr_fr: Utiliser SSL

source: Use SSL during the checkout process (this will be automatically switched on if you choose credit card payment).
fr_fr: Utiliser un cryptage SSL durant la commande (automatiquement activé si paiement par carte bleue)

source: Use this page if you want to generate a public key to use with manual credit card processing.
fr_fr: Utilisez cette page si vous voulez générer une clé publique pour les commandes par CB

source: Use this to stop Internet Explorer displaying the message "webpage is expired".
fr_fr: Utilisez cette option pour empêcher Internet Explorer d'afficher l'erreur "Cette page a expiré"

source: Users
fr_fr: Utilisateurs

source: Value
fr_fr: Montant

source: Value of the promotion (fixed value or percentage, depending upon the type of promotion).
fr_fr: Montant de la promotion (valeur fixe ou pourcentage)

source: What country should be preselected in the dropdown?
fr_fr: Quel pays doit être présélectionné dans le menu déroulant ?

source: What currency symbol should be used in prices? e.g. $, baht, £, €, etc
fr_fr: Quelle devise doit-elle être utilisée pour afficher les prix ?

source: What fields are required for shipping address (email is required by default).
fr_fr: Quels champs sont requis pour l'adresse de livraison ? (l'e-mail est requis par défaut)

source: What pages should caching be turned off (in other words the checkout page or pages)?
fr_fr: Pour quelles pages le cache doit-il être désactivé ? (par exemple la page de validation de commande, Checkout).

source: What should happen when the customer tries to add a duplicate item to the cart?
fr_fr: Que doit-il se passer lorsque le client essaie d'ajouter à son panier un article déjà présent dedans ?

source: What symbol to use for the decimal point (if not entered, defaults to ".")
fr_fr: Quel symbole utiliser pour la virgule ? (par défaut, ".")

source: What symbol to use for the thousands separator (if not entered, defaults to ",")
fr_fr: Quel symbole utiliser pour séparer les milliers ? (par défaut, ",")

source: When a customer selects a special option it is added to the meta data for the order.
fr_fr: Quand un client choisit une option ceci est ajoutée aux métadonnées pour la commande.

source: Year-Month-Day
fr_fr: Année-Mois-Date

source: You cannot delete this order - it must be either CANCELLED or in ERROR
fr_fr: Vous ne pouvez pas effacer cette commande - son statut doit être "annulée" ou "erreur"

source: Leave this blank if you don't want to send a confirmation message. If you want to use a name as well as an email address use the format: Name &lt;email&gt;, for example Sales &lt;sales@yourdomain.com&gt;.
fr_fr: Laissez vide si vous ne voulez pas envoyer un message de confirmation. Si vous voulez personnaliser l'expéditeur, utilisez le format : Nom &lt;e-mail&gt;

source: Either plain text or html. If the &lt;html&gt; tag is found YAK will automatically send the message as html.
fr_fr: Format texte ou html. Si la balise &lt;html&gt; est trouvée le message sera automatiquement envoyé en temps que html.

source: An alternative message to be displayed if the customer selects checkout without having added anything to their basket. Leave blank to use the default message.
fr_fr: Message d'erreur si le client valide sa commande avec la panier vide. Laisser vide pour utiliser le message par défaut.

source: Select the shopping cart page to redirect to when the customer clicks on the buy button (leave blank to disable redirection)
fr_fr: Sélectionnez la page du panier, où sera redirigé le client après avoir acheté un article (laisser blanc pour désactiver)

source: Remote Grab Path
fr_fr: Chemin distant

source: Demo Payments Gateway settings
fr_fr: Mode démo paiement CB

source: Valid Credit Card Numbers
fr_fr: N° CB valides

source: A list of credit card numbers that will result in a successful payment. Separate each with a new line
fr_fr: Une liste de numéros CB qui seront acceptés comme valides. Un par ligne.

source: Return Page
fr_fr: Page Réussite

source: The page to return to on a successful purchase.
fr_fr: La page vers laquelle rediriger après un paiement accepté.

source: Error Page
fr_fr: Page Echec

source: The page to return to if an error occurs during payments processing.
fr_fr: La page vers laquelle rediriger si une erreur apparaît.

source: Manual Credit Card settings
fr_fr: CB mode manuel

source: Landing Page
fr_fr: Rediriger vers

source: Final page for a successful credit card order.
fr_fr: Page où redriger après un paiement validé.

source: Immediate confirmation
fr_fr: Confirmation immédiate

source: Send email confirmation immediately, or once the credit card has been processed.
fr_fr: Envoyer l'e-mail de confirmation immédiatement, où seulement une fois que la CB a été débitée.

source: Public key
fr_fr: Clé publique

source: RSA public key to use to encrypt stored credit card details.
fr_fr: Clé RSA publique utilisée pour crypter les numéros de CB.

source: PayPal Pro settings
fr_fr: Réglages Paypal Pro

source: API Username
fr_fr: Nom d'utilisateur API

source: The API username if you're using PayPal Payments Pro.
fr_fr: Le nom d'utilisateur API si vous utilisez Paypal Payments Pro.

source: API Password
fr_fr: Mot de passe API

source: The PayPal Pro API Password.
fr_fr: Le mot de passe API si vous utilisez Paypal Payments Pro.

source: API Signature
fr_fr: Signature API

source: The PayPal Pro API Signature.
fr_fr: La signature API si vous utilisez Paypal Payments Pro.
