Repository: meloniq/yak
Catalog: lang/yak-*.po
Languages: de, id_id, it, nb_no, pt_pt, sk, sv_se, th

source: %LABEL% name
id_id: Nama %LABEL%
it: %LABEL% nome
pt_pt: %LABEL% nome
sv_se: %LABEL% namn

source: %LABEL% number
de: %LABEL% Nummer
id_id: Nomor %LABEL%
it: %LABEL% numero
pt_pt: %LABEL% número
sv_se: %LABEL% nummer

source: &lt;&lt; Previous
de: &lt;&lt; Zurück
id_id: &lt;&lt; Sebelumnya
it: &lt;&lt; Indietro
nb_no: &lt;&lt; Siste
pt_pt: &lt;&lt; anterior
sv_se: &lt;&lt; Föregående
th: &lt;&lt; หน้าก่อน

source: a recipient name is required
de: Bitte den Namen des Empfängers angeben
id_id: nama penerima diwajibkan
it: non hai inserito il nome
nb_no: Navn må fylles ut
pt_pt: introduza nome do destinatário
sk: meno prijímateľa je povinný údaj
sv_se: namn måste anges
th: กรุณาใส่ชื่อผู้รับสินค้า

source: Add to cart
de: In meinen Korb
id_id: Tambahkan
it: Aggiungi al Carrello
nb_no: Legg i handlekurven
pt_pt: comprar
sv_se: Lägg i varukorgen
th: ซื้อสินค้า

source: Address Line 1
de: Strasse
id_id: Alamat Baris 1
it: Indirizzo 1
nb_no: Vei/gate 1
pt_pt: Morada
sk: 1. riadok adresy
sv_se: Adressrad 1
th: ที่อยู่ 1

source: address line 1 is required
de: Bitte geben Sie die Strasse an
id_id: alamat baris 1 diwajibkan
it: non hai inserito l'indirizzo 1
nb_no: Vei/gate må fylles ut
pt_pt: morada necessária
sk: 1. riadok adresy je povinný údaj
sv_se: Adressrad 1 måste anges
th: กรุณาใส่ที่อยู่ 1

source: Address Line 2
de: Adress-Zusatz
id_id: Alamat Baris 2
it: Indirizzo 2
nb_no: Vei/gate 2
pt_pt: Morada (continuação)
sk: 2. riadok adresy
sv_se: Adressrad 2
th: ที่อยู่ 2

source: an email address is required
de: Bitte geben Sie Ihre Email-Adresse an
id_id: alamat email diwajibkan
it: non hai inserito l’indirizzo di posta elettronica
nb_no: Epost adresse må fylles ut
pt_pt: Email válido necessário
sk: e-mail adresa je povinný údaj
sv_se: epost måste anges
th: กรุณาใส่อีเมล์

source: Billing Address
de: Rechnungsadresse
id_id: Alamat Tagihan
it: Indirizzo di fatturazione
nb_no: Fakturaadresse
pt_pt: Morada de faturação
sk: Fakturačná adresa
sv_se: Faktureringsadress
th: ที่อยู่สำหรับใบเสร็จรับเงิน

source: Card Type
de: Karten-Typ
id_id: Tipe Kartu
it: Tipo di Carta
nb_no: Kort type
pt_pt: Tipo de cartão
sk: Typ karty
sv_se: Korttyp
th: ประเภทบัตรเครดิต

source: Cardholder's Name
de: Name des Karteninhabers
id_id: Nama Pemegang Kartu
it: Titolare della Carta
nb_no: Navn på korteier
pt_pt: Nome no cartão
sk: Meno držiteľa karty
sv_se: Kortinnehavarens Namn
th: ชื่อเจ้าของบัตรเครดิต

source: Checkout
de: Einkaufskorb/Kasse
id_id: Selesai Belanja
it: Cassa
sv_se: Kassan
th: ซื้อสินค้า

source: City
de: Wohnort
id_id: Kota
it: Citt&agrave;
nb_no: By/poststed
pt_pt: Localidade
sk: Mesto/obec
sv_se: Ort
th: อำเภอ/เขต

source: city is required
de: Bitte den Wohnort angeben
id_id: kota diwajibkan
it: non hai inserito la citt&agrave;
nb_no: By/poststed må fylles ut
pt_pt: Localidade necessária
sk: Mesto/obec je povinný údaj
sv_se: ort måste anges
th: กรุณาใส่จังหวัด

source: Company Name
id_id: Nama Perusahaan

source: Confirm order
de: Bestellung abschicken
id_id: Konfirmasi Pesanan
it: Conferma e procedi con il pagamento
nb_no: Bekreft bestilling
pt_pt: Confirmar encomenda
sv_se: Bekräfta beställningen
th: ยืนยันการสั่งซื้อ

source: Confirm your order
de: Bestätigen Sie Ihre Bestellung
id_id: Konfirmasi Pesanan Anda
it: Conferma dell'ordine
nb_no: Bekreft din bestilling
pt_pt: Confirmar encomenda
sk: Potvrďte Vašu objednávku
sv_se: Bekräfta din beställning
th: ยืนยันการสั่งซื้อ

source: Country
de: Staat
id_id: Negara
it: Paese
nb_no: Land
pt_pt: País
sk: Štát
sv_se: Land
th: ประเทศ

source: Credit card has already expired
de: Diese Kreditkarte ist nicht mehr gültig
id_id: Kartu Kredit telah kadaluarsa
it: La Carta di credito &egrave; scaduta
nb_no: Kredittkortet er utløpt
pt_pt: O cartão de crédito expirou
sk: Kreditná karta je po expirácii
sv_se: Kontokortet har gått ut
th: บัตรเครดิตของท่านหมดอายุ

source: Credit Card No.
de: Kreditkarten-Nummer
id_id: No. Kartu Kredit
it: Numero della Carta di Credito
nb_no: Kreditkort nummer
pt_pt: Número do cartão crédito
sk: Číslo kreditnej karty
sv_se: Kontokortsnummer
th: หมายเลขบัตร

source: Currently out of online stock
de: Derzeit online leider nicht verfügbar
id_id: Stok Habis
it: Momentaneamente non disponibile
nb_no: Utsolgt
pt_pt: Temporariamente indisponível
sk: Tento tovar je práve vypredaný
sv_se: Finns för tillfället inte i lager
th: สินค้าหมดชั่วคราวค่ะ

source: Edit this address
de: Diese Adresse ändern
id_id: Ubah Alamat ini
it: Modifica questo indirizzo
pt_pt: Alterar morada
sv_se: Ändra denna adress
th: แก้ไขที่อยู่

source: Email address is invalid
id_id: Email tidak valid

source: Enter a new billing address
de: Eine neue Rechnungsadresse hier eingeben
id_id: Masukkan alamat tagihan baru
it: Aggiungi il nuovo indirizzo di fatturazione
nb_no: Legg inn ny faktura adresse
pt_pt: Introduza nova morada de faturação
sk: Vložte novú fakturačnú adresu
sv_se: Ange en ny faktureringsadress
th: กรุณากรอกที่อยู่สำหรับใบเสร็จรับเงิน

source: Enter a new shipping address
de: Eine neue Lieferadresse hier eingeben
id_id: Masukkan alamat pengiriman baru
it: Aggiungi un nuovo indirizzo di spedizione
nb_no: Legg inn ny leveringsadresse
pt_pt: Introduza nova morada de entrega
sk: Vložte novú dodaciu adresu
sv_se: Ange en ny leveransadress
th: กรุณากรอกที่อยู่สำหรับจัดส่งสินค้า

source: Enter a promotion code, if you have one:
de: Wenn vorhanden, Sparstern-Code hier eingeben:
id_id: Masukkan kode promosi, jika anda punya:
it: Inserisci il codice del buono sconto, se ne hai uno
pt_pt: Introduza código promocional, se tiver um:
sv_se: Ange en rabattkod om du har någon:
th: กรุณาใส่รหัสโปรโมชั่น

source: Error(s) have occurred validating the shipping address information you provided
de: Es ergaben sich Fehler bei der Verifizierung der übermittelten Adress-Daten
id_id: Terjadi Galat saat validasi alamat yang anda berikan
it: Forse hai dimenticato qualcosa, inserisci l'indirizzo corretto
nb_no: Feil har oppstått m.h.t. din leveringsadresse
pt_pt: Erro(s) na validação da morada de entrega que introduziu
sk: Pri overovaní platnosti dodacej adresy, ktorú ste nám poskytli sme našli chyby
sv_se: Fel har uppstått angående leveransadressen du angav
th: เกิดความผิดพลาดในข้อมูลที่อยู่สำหรับจัดส่งสินค้า

source: Error(s) in your account details
de: Es ergaben sich Fehler in Ihren Kontodaten
id_id: Galat di detil akun anda
it: Errore nei dettagli della tua registrazione
pt_pt: Erro(s) nos detalhes da conta
sv_se: Fel i ditt kontos detaljer

source: Error(s) in your credit card details
de: Es ergaben sich Fehler in Ihren Kreditkarten-Daten
id_id: Galat di detil kartu kredit anda
it: I dati della Carta di Credito non sono corretti
nb_no: Feil i detaljer på kredittkortet
pt_pt: Erro(s) nos dados de cartão de crédito
sk: Chyby v údajoch o kreditnej karte
sv_se: Fel i ditt kontokorts detaljer
th: เกิดความผิดพลาดในข้อมูลบัตรเครดิต

source: Expiry Date
de: Gültigkeitsdatum
id_id: Tanggal Kadaluarsa
it: Data di Scadenza
nb_no: Utløpsdato
pt_pt: Data de validade
sk: Dátum expirácie
sv_se: Giltighetsdatum
th: วันหมดอายุ

source: How would you like to pay?
de: Auf welche Weise möchten Sie zahlen?
id_id: Membayar dengan apa?
it: Come desideri effettuare il pagamento?
nb_no: Hvordan vil du betale?
pt_pt: Meio de pagamento?
sk: Ako budete platiť?
sv_se: Hur skulle du vilja betala?
th: กรุณาเลือกวิธีการชำระเงิน

source: Invalid promotion code
de: Ungültiger SparStern-Code
id_id: Kode promosi salah
it: Codice promozionale non valido
pt_pt: Código promocional inválido
sv_se: Ogiltig rabattkod

source: Items in basket
de: Artikel im Korb
id_id: Item di keranjang
it: Oggetti nel carrello acquisti
sv_se: Artiklar i varukorgen

source: Name
id_id: Nama
it: Nome
nb_no: Navn
pt_pt: Nome
sk: Meno
sv_se: Namn
th: ชื่อและนามสกุล

source: Next
de: Weiter
id_id: Berikutnya
it: Successivo
pt_pt: Seguinte
sv_se: Nästa

source: Next &gt;&gt;
de: Weiter &gt;&gt;
id_id: Berikutnya &gt;&gt;
it: Prosegui &gt;&gt;
nb_no: Neste &gt;&gt;
pt_pt: Seguinte &gt;&gt;
sv_se: Nästa &gt;&gt;
th: หน้าถัดไป &gt;&gt;

source: No account name provided
de: Kein Name zum Konto angegeben
id_id: Nama akun tidak diberikan
it: Non hai inserito il tuo nome identificativo
pt_pt: Nome da conta em falta
sv_se: Inget kontonamn har angetts

source: No account number provided
de: Keine Kontonummer angegeben
id_id: Nomor akun tidak diberikan
it: Non hai inserito il tuo numero identificativo
pt_pt: Número da conta em falta
sv_se: Inget kontonummer har angetts

source: No cardholder name provided
de: Kein Karteninhaber angegeben
id_id: Nama Pemeganng Kartu tidak diberikan
it: Non hai inserito il titolare della Carta
nb_no: Navn på korteier mangler
pt_pt: Nome no cartão em falta
sk: Neposkytli ste meno držiteľa karty
sv_se: Inget namn på kortinnehavaren har angetts
th: กรุณาใส่ชื่อเจ้าของบัตรเครดิต

source: No security code provided
de: Kein Sicherheits-Code angegeben
id_id: Kode keamanan tidak diberikan
it: Non hai inserito il tuo codice di sicurezza identificativo
pt_pt: Código de segurança em falta
sv_se: Ingen säkerhetskod har angetts

source: Note: You have a final chance to confirm/cancel the order on the following screen.
id_id: Catatan: Anda memiliki kesempatan terakhir untuk konfirmasi/membatalkan pesanan di layar berikutnya
it: Nota: avrai la possibilità di confermare o annullare l’ordine nella pagina successiva.

source: Order Confirmation
id_id: Konfirmasi Pesanan
nb_no: Bekreft ordren
pt_pt: Confirmação da encomenda
sk: Potvrdenie objednávky
th: ยืนยันการสั่งซื้อ

source: Order Detail
de: Ihre Bestellung
id_id: Detil Pesanan
it: Dettaglio dell’Ordine
nb_no: Bestillingsoversikt
pt_pt: Detalhes da encomenda
sk: Údaje o objednávke
sv_se: Beställningsöversikt
th: รายละเอียดการสั่งซื้อ

source: Payment method
de: Zahlungsmethode
id_id: Metode Pembayaran
it: Metodo di pagamento
pt_pt: Meio de pagamento
sv_se: Betalningssätt
th: ชำระค่าสินค้า

source: phone is required
de: Bitte eine Telefonnummer angeben (für evt. Rückfragen)
id_id: telpon diwajibkan
it: non hai inserito il telefono
nb_no: Telefon må fylles ut
pt_pt: Telefone de contacto necessário
sk: telefónne číslo je povinný údaj
sv_se: telefon måste anges
th: กรุณาใส่หมายเลขโทรศัพท์

source: Phone Number
de: Telefonnummer
id_id: Nomor Telpon
it: Numero di telefono
nb_no: Telefon
pt_pt: Telefone
sk: Telefónne číslo
sv_se: Telefon
th: หมายเลขโทรศัพท์

source: Please enter your %LABEL% details
de: Bitte geben Sie Ihre %LABEL%-Daten ein
id_id: Silakan masukkan detil %LABEL%
it: Per favore inserisci i dettagli %LABEL%
pt_pt: Por favor introduza detalhes %LABEL%
sv_se: Var god ange dina %LABEL% detaljer

source: Please enter your credit card details
de: Bitte geben Sie Ihre Kreditkarten-Daten ein
id_id: Silahkan masukkan detil kartu kredit
it: Inserisci i dati della tua Carta di Credito
nb_no: fyll ut detaljer på kredittkortet
pt_pt: Por favor introduza os dados do cartão de crédito
sk: Vložte údaje o kretditnej karte
sv_se: Var god ange dina kreditkorts detaljer
th: กรุณาใส่รายละเอียดบัตรเครดิต

source: postcode is required
de: Bitte die Postleitzahl des Wohnortes angeben
id_id: kodepos diwajibkan
it: non hai inserito il CAP
nb_no: Postnummer må fylles ut
pt_pt: Código postal necessário
sk: PSČ je povinný údaj
sv_se: postnummer måste anges
th: กรุณาใส่รหัสไปรษณีย์

source: Price
de: Einzelpreis
id_id: Harga
it: Prezzo
nb_no: Pris
pt_pt: Preço
sk: Cena
sv_se: Pris
th: ราคา

source: Proceed to Checkout
id_id: Selesai Belanja
it: Vai alla Cassa

source: Purchase is currently disabled, please try again later
id_id: Belum menerima pesanan, silahkan coba lagi nanti
th: กำลังปรับปรุงระบบ กรุณากลับมาใช้บริการใหม่ค่ะ

source: Qty
de: Anzahl
id_id: Jml
it: Quantità
nb_no: Antall
pt_pt: Qt
sk: Počet
sv_se: Antal
th: จำนวน

source: Quantity
id_id: Jumlah
pt_pt: Quantidade
th: จำนวน

source: Region
id_id: Regional
it: Regione
nb_no: Fylke
pt_pt: Região
sk: Okres
th: จังหวัด

source: Return to
id_id: Kembali ke
it: Ritorna a

source: Sales Tax
id_id: Pajak

source: Security Code
de: Sicherheitscode
id_id: Kode keamanan
it: Codice di Sicurezza
pt_pt: Código de segurança
sv_se: Säkerhetskod

source: Select your shipping method
id_id: Pilih Metode Pengiriman
it: Seleziona il tuo metodo di pagamento
th: กรุณาเลือกการขนส่ง

source: Shipping Address
de: Lieferadresse
id_id: Alamat pengiriman
it: Indirizzo di spedizione
nb_no: Leveringsadresse
pt_pt: Morada de entrega
sk: Dodacia adresa
sv_se: Leveransadress
th: ที่อยู่สำหรับจัดส่งหนังสือ

source: Shipping costs
de: Versandkosten
id_id: Biaya Pengiriman
it: Costi di spedizione
nb_no: Fraktkostnader
pt_pt: Portes
sk: Poštovné a balné
sv_se: Fraktkostnader
th: ค่าขนส่ง

source: Sorry, but you do not have any items in your order.
de: Leider sind keine Artikel in Ihrer Bestellung.
id_id: Maaf, tapi anda tidak memiliki pesanan
it: Il carrello degli acquisti è vuoto.
pt_pt: Não tem artigos na sua encomenda
sv_se: Du har inga artiklar i din beställning.

source: Special Instructions
de: Zusätzliche Informationen
id_id: Instruksi khusus
it: Istruzioni speciali
pt_pt: Instruções especiais
sv_se: Särskilda Anvisningar

source: State
de: Bundesland
id_id: Negara bagian
it: Stato
pt_pt: Região

source: Suburb
de: Ortsteil
id_id: Provinsi
it: Provincia
nb_no: Bydel
pt_pt: Periferia
sk: 3. riadok adresy
th: ตำบล/แขวง

source: The following email has been sent to
de: Die nachfolgende Email wurde versandt an
id_id: Email berikut telah dikirim ke
it: Il seguente messaggio di posta elettronica è stato spedito a
nb_no: Denne eposten er sendt til
sk: Nasledovný e-mail bol zaslaný na
sv_se: Följande epost har skickats till
th: ได้ส่งยืนยันการสั่งซื้อไปที่อีเมล์นี้เรียบร้อยแล้ว

source: the following email has been sent to
id_id: email berikut telah dikirim ke

source: The transaction has been declined
id_id: Transaksi dibatalkan
pt_pt: A transação foi rejeitada

source: This item has been added to your shopping cart
de: Dies haben Sie gerade in Ihren Einkaufskorb gelegt
id_id: Item telah ditambahkan ke keranjang belanja
it: Questo oggetto è stato messo nel carrello degli acquisti
nb_no: Denne artikkelen er lagt i handlekurven
pt_pt: Artigo adicionado ao seu cesto de compras
sk: Tento tovar ste vložili do košíka
sv_se: Denna artikel har lagts i varukorgen
th: สินค้ารายงานนี้อยู่ในรถเข็นของท่านเรียบร้อย

source: This item is already in your shopping cart
de: Dieser Artikel liegt bereits in Ihrem Korb
id_id: Item sudah ada di keranjang belanja
it: Questo oggetto è già nel Carrello degli Acquisti
nb_no: Denne artikkelen finnes allerede i handlekurven din
pt_pt: Já tem este artigo no seu cesto de compras
sk: Tento tovar už máte v košíku
sv_se: Denna artikel finns redan i varukorgen
th: ท่านได้สั่งซื้อสินค้ารายการนี้ไปแล้ว

source: Update
de: Neu berechnen
id_id: Perbarui
it: Aggiorna
nb_no: Oppdater
pt_pt: Atualizar
sv_se: Updatera
th: คำนวณ

source: Use shipping address as billing address
de: Versandadresse auch als Rechnungsadresse verwenden
id_id: Gunakan alamat seperti alamat tagihan
it: La merce va spedita all'indirizzo di fatturazione
nb_no: Bruk leveringsadresse som fakturaadresse
pt_pt: Morada de entrega e de faturação são iguais
sk: Použite dodaciu adresu aj ako fakturačnú
sv_se: Använd leveransadress som faktureringsadress
th: ใช้ที่อยู่นี้ในการส่งใบเสร็จ

source: Use this address
de: Diese Adresse verwenden
id_id: Gunakan alamat ini
it: Usare questo indirizzo
nb_no: Bruk denne adressen
pt_pt: Usar esta morada
sv_se: Använd denna adress
th: ใช้ที่อยู่นี้

source: We have a shortage of stock for one (or more) of your selections. The quantities in your basket have been altered accordingly.
de: Leider haben wir nicht alle bestellten Artikel auf Lager. Die Mengen im Warenkorb wurden angepaßt.
id_id: Kami memiliki stok terbatas pada satu atau lebih pilihan anda. Jumlah di keranjang telah disesuaikan.
it: Alcuni dei prodotti richiesti non sono disponiili a magazzino. La loro quantità nel carrello acquisti è stata modificata.
nb_no: Vi har for lite på lager av noe du har valgt. Mengdene i handlevognen er tilpasset.
pt_pt: Um ou mais artigos estão de momento indisponíveis. Por isso, as quantidades no seu cesto foram alteradas.
sk: Práve máme nedostatok tovaru pre jednu (alebo viac) položiek z vášho výberu. Množstvá v košíku sme podľa toho upravili.
sv_se: Vi har för tillfället inte produkten/produkterna du valt i lager. Antalet i varukorgen har anpassat därefter.
th: ขออภัยในการเปลี่ยนแปลงค่ะ เนื่องจากสินค้าบางรายการในรถเข็นของท่านมีจำนวนไม่เพียงพอต่อการจัดส่ง

source: You can select a maximum of %1 items
id_id: Anda bisa memilih maksimum %1 item
it: Puoi selezionare un massimo di %1 elementi
th: เลือกสินค้าได้ไม่เกิน %1 รายการ

source: You can select a minimum of %1 items
id_id: Anda bisa memilih minimal %1 item
it: Puoi selezionare un minimo di %1 elementi
th: ต้องเลือกสินค้าไม่ต่ำกว่า %1 รายการ

source: You don't have access to this promotion code
de: Sie haben keinen Schlüssel für diesen SparStern-Code
id_id: Anda tidak memiliki akses kode promosi ini
it: Non hai accesso a questo codice promozionale
sv_se: Du har inte tillgång till denna rabattkod

source: You have no items in your shopping basket
de: **<br><strong>Sie haben noch nichts in Ihrem Einkaufs-Korb</strong><br>**<br>Schauen Sie sich in Ruhe auf der Seite um und wenn Sie etwas gefunden und in den Korb gelegt haben, sehen Sie an dieser Stelle mehr *
id_id: Keranjang belanja kosong
it: Non ci sono articoli nel Carrello degli Acquisti
nb_no: Du har ikke noe i handlekurven
pt_pt: Não tem artigos no seu cesto
sk: V nákupnom košíku nemáte žiaden tovar.
sv_se: Du har inga artiklar i din varukorg
th: ไม่มีสินค้าในรถเข็นของท่าน

source: You haven't selected any items
id_id: Anda belum memilih item apapun
it: Non hai selezionato alcun oggetto
th: คุณยังไม่ได้เลือกสินค้า

source: Your purchased downloads
de: Ihre gekauften Downloads
id_id: Download yang anda beli
it: Prodotti scaricabili acquistati
nb_no: Dine bestillte nedlastinger
pt_pt: Os seus downloads comprados
sk: Vaše uhradené súbory na stiahnutie
sv_se: Dina beställda nedladdningar
th: สินค้าดาวน์โหลดของท่าน

source: Your Shopping Basket
de: Im Einkaufskorb
id_id: Keranjang Belanja
it: Il tuo Carrello degli Acquisti
pt_pt: Cesto de compras
sv_se: Din Varukorg

source: Zip/Postcode
de: Postleitzahl
id_id: Kode Pos
it: CAP
pt_pt: Código postal
sv_se: Postnummer
th: รหัสไปรษณีย์

source: Email
it: Indirizzo di posta elettronica
nb_no: E-post
sv_se: Epost
th: อีเมล์

source: Purchased downloads
de: Gekaufte Downloads
it: Prodotti scaricabili acquistati
nb_no: Bestillte nedlastinger
pt_pt: Downloads comprados
sk: Uhradené súbory na stiahnutie
sv_se: Köpta nedladdningar
th: สั่งซื้อสินค้าดาวน์โหลด

source: Subtotal
de: Summe
it: Subtotale
nb_no: Subtotalt
sk: Medzisúčet
sv_se: Delsumma
th: ราคาไม่รวมค่าจัดส่ง

source: Item
de: Artikel
it: Titolo
nb_no: Tittel
pt_pt: Título
sk: Názov
sv_se: Titel
th: ชื่อสินค้า

source: Total
de: Gesamtsumme
it: Totale
nb_no: Totalt
sk: Súčet
sv_se: Totalt
th: รวมราคาทั้งหมด

source: Buy
de: Jetzt Bestellen
nb_no: Kjøp
pt_pt: Comprar
sv_se: Köp

source: Confirm
pt_pt: Confirmar

source: Return to
de: Zurück zu
pt_pt: Devolver a
sv_se: Gå tillbaka till

source: the following email has been sent to
pt_pt: O seguinte email foi enviado para

source: baht
sk: SKK
sv_se: kronor
th: บาท

source: Postcode
nb_no: Postnummer
sk: PSČ
th: รหัสไปรษณีย์

source: Total Discount (%s)
th: ส่วนลดทั้งหมด (%s)
